[
    {
        "id": 901,
        "name": "Organic Sambrani Dhoop Cups - 12pcs Set",
        "pimage": "https://organicmandya.com/cdn/shop/files/Sambrani.jpg?v=1726832239&width=1000",
        "price": "145.00",
        "newprice": "123.00",
        "description": "Elevate your mood with the soothing aroma of our Sambrani Dhoop Cups, made to bring tranquility and positivity to your living spaces. This 12-piece set is designed for easy use and long-lasting fragrance, making it perfect for daily rituals and special occasions."
    },
    {
        "id": 902,
        "name": "Agarbatti - 7 Herbs",
        "pimage": "https://organicmandya.com/cdn/shop/files/SevenHerbs.jpg?v=1729141995&width=1000",
        "price": "145.00",
        "newprice": "123.00",
        "description": "Experience the harmonious synergy of our 7 Herbs Natural Handrolled Incense Sticks. This unique blend harnesses the healing and calming properties of seven carefully selected herbs, each contributing its distinct"
    },
    {
        "id": 903,
        "name": "Agarbatti - Champaka",
        "pimage": "https://organicmandya.com/cdn/shop/files/Champaka.jpg?v=1729142539&width=1000",
        "price": "145.00",
        "newprice": "123.00",
        "description": "Discover the classic and enchanting fragrance of our Champaka Natural Handrolled Incense Sticks. Renowned for its sweet, earthy, and slightly floral aroma, Champaka incense is traditionally crafted with natural ingredients to create a calming and uplifting atmosphere."
    },
    {
        "id": 904,
        "name": "Agarbatti - Wood Spice",
        "pimage": "https://organicmandya.com/cdn/shop/files/Woodspice.jpg?v=1729141994&width=1000",
        "price": "145.00",
        "newprice": "123.00",
        "description": "Elevate your senses with our Wood Spice Natural Handrolled Incense Sticks. This exquisite blend combines the robust essence of natural wood with the subtle sweetness of exotic spices, creating a warm and inviting ambiance in your home."
    },
    {
        "id": 905,
        "name": "Agarbatti- Yaksha Sanchara",
        "pimage": "https://organicmandya.com/cdn/shop/files/YakshaSanchara.jpg?v=1732086886&width=1000",
        "price": "145.00",
        "newprice": "123.00",
        "description": "Elevate your spiritual practices with our premium Yaksha Sanchara Agarbatti, specially crafted for cleansing rituals and purification. Designed to produce a noticeable yet pleasant smoke, this incense is ideal for meditation, prayer, and other spiritual activities."
    },
    {
        "id": 906,
        "name": "Pure Neem-Wood Hair Comb Double Tooth",
        "pimage": "https://organicmandya.com/cdn/shop/files/Comb.jpg?v=1725012008&width=1000",
        "price": "265.00",
        "newprice": "225.00",
        "description": "Our Pure Neem Wooden Hair Comb is made from 100% neem wood for a healthier hair care routine. Neem wood is known for its antibacterial properties, which help reduce dandruff, hair fall, and other scalp issues. This double-tooth comb is gentle on the scalp and hair, making it ideal for daily use."
    },
    {
        "id": 907,
        "name": "Agarbatti- Yaksha Chaitanya",
        "pimage": "https://organicmandya.com/cdn/shop/files/YakshaChaitanya.jpg?v=1732087227&width=1000",
        "price": "145.00",
        "newprice": "123.00",
        "description": "Discover timeless elegance with our premium Yaksha Chaitanya Agarbatti, known for its low smoke release and deeply soothing, classic aroma. This incense is thoughtfully crafted to provide a subtle yet lasting fragrance, making it perfect for daily rituals and special occasions."
    },

    {
        "id": 908,
        "name": "Pure Neem-Wood Hair Comb Narrow Tooth",
        "pimage": "https://organicmandya.com/cdn/shop/files/HandleComb.jpg?v=1725011998&width=1000",
        "price": "225.00",
        "newprice": "178.00",
        "description": "Our Pure Neem Wooden Hair Comb is made from 100% neem wood for a healthier hair care routine. Neem wood is known for its antibacterial properties, which help reduce dandruff."
    },
    {
        "id": 909,
        "name": "Agarbatti- Yaksha Chaitanya",
        "pimage": "https://organicmandya.com/cdn/shop/files/YakshaChaitanya.jpg?v=1732087227&width=1000",
        "price": "145.00",
        "newprice": "123.00",
        "description": "Discover timeless elegance with our premium Yaksha Chaitanya Agarbatti, known for its low smoke release and deeply soothing, classic aroma. This incense is thoughtfully crafted to provide a subtle yet."
    }
]